Repository: fromastwithlove/BolistikApp
Catalog: Bolistik/Bolistik/Resources/Localizable.xcstrings
Source language: en
Languages: de, kk, ru

# auth.error.message.accountNotFound
source: Account not found. Please check your credentials.
de: Konto nicht gefunden. Bitte überprüfen Sie Ihre Anmeldedaten.
kk: Профиль табылмады. Өтінемін, өз мәліметтеріңізді тексеріңіз.
ru: Учетная запись не найдена. Пожалуйста, проверьте ваши учетные данные.

# auth.error.message.accountTransferred
source: The account has been transferred. Please contact support.
de: Das Konto wurde übertragen. Bitte wenden Sie sich an den Support.
kk: Профиль ауыстырылды. Қолдау қызметіне хабарласыңыз.
ru: Учетная запись была передана. Пожалуйста, свяжитесь с поддержкой.

# auth.error.message.serverError
source: Server error. Please try again later.
de: Serverfehler. Bitte versuchen Sie es später erneut.
kk: Серверде қате пайда болды. Кейінірек қайтадан көріңіз.
ru: Ошибка сервера. Попробуйте снова позже.

# auth.sendViaSMS
source: Send via SMS
de: Per SMS senden
kk: SMS арқылы жіберу
ru: Отправить через SMS

# auth.sendViaWhatsApp
source: Send via WhatsApp
de: Per WhatsApp senden
kk: WhatsApp арқылы жіберу
ru: Отправить через WhatsApp

# auth.signOut
source: Sign out
de: Abmelden
kk: Шығу
ru: Выйти

# auth.subtitle
source: Please provide your mobile phone number; we will send you a one-time password (OTP) to complete the signup process.
de: Bitte geben Sie Ihre Handynummer an; wir senden Ihnen ein Einmalpasswort (OTP), um den Registrierungsprozess abzuschließen.
kk: Тіркелу үдерісін аяқтау үшін біз сізге бір реттік құпия сөз (OTP) жіберуіміз үшін телефон нөміріңізді енгізіңіз.
ru: Пожалуйста, укажите номер вашего мобильного телефона; мы отправим вам одноразовый пароль (OTP) для завершения процесса регистрации.

# auth.termAndCondition
source: By creating and/or using an account, you agree to our Terms & Conditions.
de: Durch das Erstellen und/oder Verwenden eines Kontos stimmen Sie unseren Allgemeinen Geschäftsbedingungen zu.
kk: Есептік жазбаны жасап және/немесе пайдалана отырып, сіз біздің Шарттарымыз бен Ережелерімізге келісесіз.
ru: Создавая и/или используя аккаунт, вы соглашаетесь с нашими Условиями и Положениями.

# auth.title
source: Registration
de: Registrierung
kk: Тіркелу
ru: Регистрация

source: Profile
de: Profil
kk: Профиль
ru: Профиль

# welcome.subtitle
source: Split your finances wisely and with ease when traveling with friends or family.
de: Teilen Sie Ihre Finanzen klug und mühelos, wenn Sie mit Freunden oder Familie reisen.
kk: Достарыңызбен немесе отбасыңызбен саяхаттағанда, қаржыларыңызды ақылмен әрі оңай басқарыңыз.
ru: Разделяйте свои финансы разумно и с легкостью, путешествуя с друзьями или семьей.

# welcome.title
source: Effortlessly divide your costs using Bolistik!
de: Teilen Sie Ihre Kosten mühelos mit Bölistik!
kk: Шығындарыңызды Бöлістік арқылы оңай бөлісіңіз!
ru: Легко разделяйте свои расходы с помощью Бöлістік!
